[
  {
    "title": "Aramızda Bir Çekim Var!",
    "logo": "https://assets.generalmobile.com/images/gm23/s1-logo.png.webp",
    "image": "https://assets.generalmobile.com/images/gm23/s1-phone-back.png.webp"
  },
  {
    "title": "Doğanın Renk Paleti",
    "image": "https://assets.generalmobile.com/images/gm23/s2-blue.png",
    "text": "Doğanın büyüleyici güzelliğinden ilham alarak tasarlanan renkleriyle veipeksi bir hissiyat veren cam arka kapağı ile GM 23 sizi ilk dokunuşta etkileyecek.\n\n Önceki"
  },
  {
    "title": "Harika Ayrıntılar ve Harika Renkler",
    "image": "https://assets.generalmobile.com/images/gm23/s3-kamera.png.webp",
    "text": "GM 23'ün 50MP kamerası; 4'ü 1 arada piksel gruplama teknolojisi ile düşük ışık koşullarında bile mükemmel renk doğruluğu ve yüksek kaliteli kareler sağlamak için tasarlanmıştır."
  },
  {
    "title": "Etkileyici Portreler",
    "image": "https://assets.generalmobile.com/images/gm23/s4-portre-mobil.png.webp",
    "text": "Alan derinliği özelliği, kullanıcılara daha net ve derinlikli bir görüntü deneyimi sunar. Fotoğraf çekerken arka planı bulanıklaştırmak veya öne çıkarmak istediğiniz durum- larda son derece kullanışlıdır. Ayrıca, canlı odaklama özelliği sayesinde, kullanıcılar çekim yaparken odaklandıkları nesneleri kolaylıkla değiştirebilirler."
  },
  {
    "title": "Gecenin Güzelliklerini Yakalayın",
    "image": "https://assets.generalmobile.com/images/gm23/s5-gece-2.png.webp",
    "isReversed": true,
    "text": "Gece hayatının cazibesini yakalamak için oluşturulmuş mükemmel gece moduyla düşük ışıkta bile en iyi fotoğrafları yakalayacaksınız. Düşük ışıklı ortamlarda çözünürlüğü en üst düzeye çıkarmak için geliştirilmiş olan Tetrapixel Teknolojisi sayesinde GM 23 canlı ve net gece çekimleri yapmanızı sağlar."
  },
  {
    "title": "Yakınlaşın ve Büyüleyici Detayları Keşfedin",
    "image": "https://assets.generalmobile.com/images/gm23/s6-makro.png.webp",
    "text": "Makro özelliği, küçük nesnelerin yakın plan fotoğraflarını çekerken son derece kullanışlıdır. Çiçeklerin yapraklarındaki damarları, böceklerin kanatlarını ve daha birçok küçük detayı yakından gözlemleyebilisiniz."
  },
  {
    "title": "Mükemmel Selfie İçin",
    "image": "https://assets.generalmobile.com/images/gm23/s7-selfie.png.webp",
    "text": "Gelişmiş selfie modu, her zaman en iyi ışıklandırmayı seçerek, çaba sarfetmeden mükemmel bir çekim yapmanızı sağlar. Artık her anını ölümsüzleştirmek için arka kamera moduna geçiş yapmanıza gerek yok!"
  },
  {
    "title": "Anılarınızın sınırlarını genişletin",
    "image": "https://assets.generalmobile.com/images/gm23/s8-genis.png.webp",
    "isReversed": true,
    "text": "Doğa yürüyüşleri, şehir gezileri veya seyahatlerinizin en güzel anlarını ve en unutulmaz manzaraları daha da geniş bir açıyla yakalamanızı sağlayan panorama özelliğiyle hayatınızın her anını ölümsüzleştirin."
  },
  {
    "title": "Akıcı Ekran Deneyimi",
    "video": "https://assets.generalmobile.com/images/gm23/s9-ekran-video.mp4",
    "isReversed": true,
    "logo": "https://assets.generalmobile.com/images/gm23/s9-90hz.png.webp",
    "text": "6.52\" HD+ geniş ekranı, net görüntü kalitesi ve yüksek ekran-gövde oranıyla sizi büyüleyecek.90Hz ekran yenileme hızı, oyun grafiklerinde, video içeriklerinde ya dasosyal medyada gezinirken akıcı bir deneyim sunar."
  },
  {
    "title": "Hızlı Olmak Doğasında Var",
    "image": "https://assets.generalmobile.com/images/gm23/s10-ram.png.webp",
    "isReversed": true,
    "text": "Genişletilmiş RAM özelliği sayesinde, daha fazla bellek kapasitesi ile üstün bir performanselde edeceksiniz. 8GB RAM kapasitesine sahip (+4GB Genişletilmiş RAM Teknolojisi) GM 23,tüm uygulamalarınızı sorunsuz ve hızlı bir şekilde çalıştırmanızı sağlar.Yoğun kullanım sırasında bile telefonunuzu yavaşlatmadan,tüm işlemleri kolayca gerçekleştirmenize yardımcı olur."
  },
  {
    "title": "Daha Uzun Oyun Deneyimi için Geliştirilmiş Güç",
    "text": "Yüksek performanslı MediaTek Helio G37 işlemcisiyle GM 23 yoğun grafik işlemleri ve çoklu görevlerde sorunsuz bir performans sağlar. MediaTek HyperEngine 2.0 oyun teknolojisinin sağladığı kesintisiz performans sayesinde zorlu aksiyon içeren oyunlarda bile akıcı performansa sahip olursunuz.",
    "image": "https://assets.generalmobile.com/images/gm23/s11-islemci.png.webp",
    "isReversed": true
  },
  {
    "title": "Anılarınızı Saklamak için",
    "text": "GM 23, 128GB hafızası ile fotoğraf, video ve müzik gibi yaratıcı faaliyetler için daha fazla alan sunar.Daha fazla içeriği depolayabilir ve yaratıcılığınızı daha geniş bir yelpazede ifade edebilirsiniz.",
    "image": "https://assets.generalmobile.com/images/gm23/s12-depolama-mobil.png.webp",
    "isReversed": true
  },
  {
    "title": "Hep Çok Enerjik",
    "logo": "https://assets.generalmobile.com/images/gm23/s13-batarya-text.png.webp",
    "text": "Düşük bataryalı günleri geride bırakın. Tek şarjla saatlerce kullanabilmenize olanak tanıyan 5000mAh bataryasıyla GM 23, hep çok enerjik.",
    "video": "https://assets.generalmobile.com/images/gm23/s13-batarya-video.mp4",
    "isReversed": true
  },
  {
    "title": "Güvenliğinizi Ön Plana Çıkarın",
    "text": "Yüz tanıma ve yanda konumlanmış parmak izi sensörü ile GM 23, üst düzey bir güvenlik deneyimi için sizinle. Telefonunuzu tek bir bakışla veya parmak izinizle açmanın kolaylığını keşfedin.",
    "image": "https://assets.generalmobile.com/images/gm23/s14-security.png.webp",
    "isReversed": true
  },
  {
    "title": "Birlikte Daha Güçlü",
    "image": "https://assets.generalmobile.com/images/gm23/s15-galeri-6.png.webp"
  }
]