[
  {
    "logo": "https://assets.generalmobile.com/images/gm24pro-7f8b8b30/s1-logo.png.webp",
    "title": "Karşı Konulmaz Performans",
    "image": "https://assets.generalmobile.com/images/gm24pro-7f8b8b30/s1-img-mobile.png.webp"
  },
  {
    "title": "Gücün İncelikle Buluşması",
    "text": "Beyaz Kuğu ve Gri Gölge renkleriyle GM 24 Pro, zarafet ve gücün mükemmel uyumunu ultra ince gövdesinde bir araya getiriyor.",
    "image": "https://assets.generalmobile.com/images/gm24pro-7f8b8b30/s2-img-beyaz.png.webp"
  },
  {
    "image": "https://assets.generalmobile.com/images/gm24pro-7f8b8b30/s2-img3.png.webp"
  },
  {
    "title": "Eşsiz Ekran Deneyimi",
    "logo": "https://assets.generalmobile.com/images/gm24pro-7f8b8b30/s3-text.png.webp",
    "isReversed": true,
    "text": "6.7\" FHD+ sınırsız ekran ve AMOLED teknolojisiyle donatılan GM 24 Pro size sıradışı bir ekran deneyiminin kapılarını aralıyor. 1 milyardan fazla renk uzayına sahip bu muhteşem ekran, size olağanüstü renk doğruluğu sunar.",
    "image": "https://assets.generalmobile.com/images/gm24pro-7f8b8b30/s3-phone.png.webp"
  },
  {
    "title": "Ekranın Nabzını Tut",
    "isReversed": true,
    "video": "https://assets.generalmobile.com/images/gm24pro-7f8b8b30/s4-video.mp4",
    "text": "Her dokunuşunuzda, size gerçek zamanlı tepki hızı sağlayan 120Hz tazeleme hızı sayesinde akıcı ve pürüzsüz bir kullanıcı deneyimi yaşayacaksınız."
  },
  {
    "title": "Harikalar Üçlüsü",
    "isReversed": true,
    "text": "GM 24 Pro yenilikçi üçlü arka kamera sistemi ile sınırsız yaratıcılık imkanları sunar. Günlük yaşamınızdaki her anı, olağanüstü kalitede ve canlı renklerle ölümsüzleştirebilirsiniz.",
    "image": "https://assets.generalmobile.com/images/gm24pro-7f8b8b30/s5-img.png.webp"
  },
  {
    "title": "Detayların Dansı, Renklerin Şenliği",
    "isReversed": true,
    "text": "Her anı daha derinlemesine yaşamanın zamanı geldi. 108 MP AI Süper Piksel Modu, fotoğraflarınızı inanılmaz bir detayla yakalayarak gerçekliği en net şekilde yansıtmanızı sağlar.",
    "image": "https://assets.generalmobile.com/images/gm24pro-7f8b8b30/s6-img.png.webp"
  },
  {
    "title": "Yıldızlar ve Gölgeler",
    "isReversed": true,
    "text": "Gecenin derinliklerinde, yıldızların altında veya kısık aydınlatmada dahi, Gece Modu sayesinde tüm detayları mükemmel bir şekilde yakalayabilirsiniz. Daha net görüntüler ve canlı renklerle, gecenin büyülü atmosferini korurken anılarınızı net bir şekilde ölümsüzleştireceksiniz.",
    "image": "https://assets.generalmobile.com/images/gm24pro-7f8b8b30/s7-img.png.webp"
  },
  {
    "title": "Büyük Dünya, Küçük Detaylar",
    "text": "Çiçek yapraklarının zarif damarlarından böceklerin tüylerine kadar her şeyi net ve ayrıntılı bir şekilde yakalayabilirsiniz. Makro Mod sayesinde fotoğraflarınızda olağanüstü ayrıntılar ortaya çıkar ve sanat eseri niteliğinde kareler oluşturursunuz.",
    "image": "https://assets.generalmobile.com/images/gm24pro-7f8b8b30/s8-img1.png.webp"
  },
  {
    "title": "Kusursuz Özçekimler İçin 16MP Ön Kamera",
    "text": "16MP çözünürlüklü ön kamerayla her zaman en iyi görünümünüzü elde edebilir ve paylaşmaya hazır özçekimler yapabilirsiniz.",
    "image": "https://assets.generalmobile.com/images/gm24pro-7f8b8b30/s9-img.png.webp"
  },
  {
    "title": "Geniş Açı, Sınırsız Güzellik",
    "image": "https://assets.generalmobile.com/images/gm24pro-7f8b8b30/s10-img.png.webp",
    "isReversed": true,
    "text": "Panorama moduyla, 180 dereceye kadar geniş bir açıya sahip, nefes kesen manzaraları çekmek hiç olmadığı kadar kolay. Sadece kamerayı yönlendirin ve çekimi başlatın. Akıllı telefonumuz otomatik olarak kareleri birleştirir ve muhteşem bir panaromik görüntü oluşturur."
  },
  {
    "title": "Dijital Dünyada İmzanızın Gücünü Hissedin",
    "isReversed": true,
    "text": "Duyguları kaydetmek için özelleştirilebilir filigran özelliği, anılarınızın daha da anlamlı hale gelmesini sağlar. Her bakışta, o anki ruh halinizi, düşüncelerinizi ve hislerinizi hatırlamanıza yardımcı olur. Sadece bir filigranla, o özel anın tüm güzelliklerini ve duygularını tazeleyebilirsiniz.",
    "image": "https://assets.generalmobile.com/images/gm24pro-7f8b8b30/s11-img.png.webp"
  },
  {
    "title": "Güç ve Performansın Sınırlarını Zorlayın",
    "text": "Oyunlarınızı, uygulamalarınızı ve çoklu görevlerinizi akıcı bir şekilde yönetmenizi sağlayan Mediatek Helio G99, yüksek hız ve verimlilikle sizi şaşırtacak. Sıradışı bir deneyim için tasarlanan bu işlemci, akıllı telefonunuzun gücünü elinizin altında hissetmenizi sağlar.",
    "isReversed": true,
    "image": "https://assets.generalmobile.com/images/gm24pro-7f8b8b30/s12-img.png.webp"
  },
  {
    "title": "Oyunların Efendisi",
    "text": "8GB RAM, muhteşem çoklu görev performansı sunarken, 256GB depolama alanı, tüm anılarınızı ve dosyalarınızı kolayca saklamanızı sağlar. UFS 2.2 ve LPDDR4X teknolojilerinin güçlü birlikteliği, akıllı telefonunuzun hızlı açılış ve veri aktarım hızlarına sahip olmasını sağlar.",
    "isReversed": true,
    "image": "https://assets.generalmobile.com/images/gm24pro-7f8b8b30/s13-img.png.webp"
  },
  {
    "title": "Daha Çok Fotoğraf, Daha Çok Anı",
    "isReversed": true,
    "text": "GM 24 Pro'nun 256GB depolama alanı, daha çok fotoğraf çekmenizi ve anı biriktirmenizi sağlar. Dilerseniz bu hafızayı da bir microSD kart kullanarak, 1 TB'ye kadar genişletebilirsiniz. Böylece, tüm favori videolarınızı, fotoğraflarınızı, müziklerinizi ve oyunlarınızı rahatlıkla kaydedebilirsiniz.",
    "image": "https://assets.generalmobile.com/images/gm24pro-7f8b8b30/s14-img.png.webp"
  },
  {
    "title": "Gücün Kalbinde",
    "isReversed": true,
    "text": "Gücün kalbinde yer alan 5000mAh batarya ve 33W Süper Hızlı Şarj teknolojisiyle donatılmış GM 24 Pro'yu kaçırmayın! Enerjik bir hayatın anahtarını elde etmek için teknoloji dünyasının gücünü hissedin.",
    "image": "https://assets.generalmobile.com/images/gm24pro-7f8b8b30/s15-img.png.webp"
  },
  {
    "title": "Güvenin Anahtarı",
    "isReversed": true,
    "text": "Unutulmuş parolalar veya karmaşık desenlerle uğraşma derdi olmadan, telefonunuz her zaman güvende olacak. Yüz tanıma ve parmak izi teknolojisi sayesinde telefonunuz sadece size ait.",
    "image": "https://assets.generalmobile.com/images/gm24pro-7f8b8b30/s16-img.png.webp"
  }
]